tap "mike-engel/jwt-cli"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "atuin"
brew "bat"
brew "btop"
brew "direnv"
brew "duf" if OS.mac?
brew "dysk" if OS.linux?
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git-delta"
brew "httpie"
brew "jq"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mike-engel/jwt-cli/jwt-cli"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "ugrep"
brew "wget"
brew "xxh"
brew "yazi"
brew "zellij"
brew "zoxide"

# vim:filetype=ruby
