# Homebrew packages
# See packages.md for descriptions and alternative installation methods
tap 'mike-engel/jwt-cli'
tap 'jesseduffield/lazygit'
brew 'bat'
brew 'btop'
brew "direnv"
brew 'dysk'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'git-delta'
brew 'httpie'
brew 'jq'
brew 'jesseduffield/lazygit/lazygit'
brew 'mike-engel/jwt-cli/jwt-cli'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew "tealdeer"
brew "tmux"
brew "ugrep"
brew 'wget'
brew "xxh"
brew 'yazi'
brew "zellij"
brew "zoxide"
